[
  {
    "pregunta": "¿Qué es la denotación en el contexto del uso del lenguaje?",
    "opciones": [
      "La adaptación del mensaje a la competencia lingüística de los oyentes",
      "El proceso que va de la palabra al objeto o idea que representa",
      "El proceso que va de la idea a la palabra",
      "La forma de asegurar que el mensaje sea comprendido"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué implica la inteligibilidad en un contexto comunicativo?",
    "opciones": [
      "Usar términos con el significado exacto y preciso",
      "Asegurar que las lenguas no cambien de manera repentina",
      "Que las palabras sean comprensibles para los oyentes o lectores",
      "Adaptar la forma de comunicarse a la competencia lingüística de los oyentes"
    ],
    "respuesta_correcta": 2
  },
  {
    "pregunta": "¿Qué significa la inmutabilidad en relación con las lenguas?",
    "opciones": [
      "Que las lenguas deben cambiar de manera constante",
      "Que las lenguas no pueden cambiar de manera repentina o frecuente",
      "Que las lenguas deben adaptarse a cada situación específica",
      "Que las lenguas pueden cambiar a lo largo del tiempo"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué modalidad de discurso oral se centra en relatar una historia, ya sea real o ficticia?",
    "opciones": [
      "Descripción",
      "Diálogo",
      "Narración",
      "Exposición"
    ],
    "respuesta_correcta": 2
  },
  {
    "pregunta": "¿Cuál de las siguientes opciones describe una modalidad de discurso oral que presenta y explica un tema de manera detallada?",
    "opciones": [
      "Argumentación",
      "Exposición",
      "Narración",
      "Coloquio"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué modalidad de discurso oral se lleva a cabo mediante la conversación entre dos o más interlocutores?",
    "opciones": [
      "Coloquio",
      "Descripción",
      "Diálogo",
      "Argumentación"
    ],
    "respuesta_correcta": 2
  },
  {
    "pregunta": "¿Cuál es la modalidad de discurso oral que implica el intercambio de opiniones y perspectivas sobre un tema entre varios participantes?",
    "opciones": [
      "Exposición",
      "Narración",
      "Descripción",
      "Coloquio y debate"
    ],
    "respuesta_correcta": 3
  },
  {
    "pregunta": "¿Qué estrategia se refiere a obtener información adicional de fuentes no verbales como el contexto situacional y la actitud del hablante?",
    "opciones": [
      "Anticipar",
      "Retener",
      "Inferir",
      "Hablar"
    ],
    "respuesta_correcta": 2
  },
  {
    "pregunta": "¿Qué relación tiene la comprensión oral con otras capacidades cognitivas generales?",
    "opciones": [
      "Solo está relacionada con la memoria",
      "Está estrechamente relacionada con la atención y la memoria",
      "Está relacionada solo con la atención",
      "No tiene relación con otras capacidades cognitivas"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué diferencia Bygate entre en la expresión oral?",
    "opciones": [
      "Conocimientos y habilidades",
      "Emisor y receptor",
      "Información y interacción",
      "Lenguaje verbal y no verbal"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "¿Qué estrategia concreta menciona Bygate para gestionar la interacción que implica usar gestos, saludos y sonidos?",
    "opciones": [
      "Tomar la palabra en el momento adecuado",
      "Reconocer las señales de los demás",
      "Ceder la palabra a otro interlocutor",
      "Indicar la intención de hablar"
    ],
    "respuesta_correcta": 3
  },
  {
    "pregunta": "¿Cómo se entiende la comprensión del discurso escrito desde una perspectiva social?",
    "opciones": [
      "Como una actividad cognitiva independiente",
      "Como una actividad comunicativa contextualizada",
      "Como un proceso natural sin necesidad de educación formal",
      "Como una actividad basada únicamente en la memoria episódica"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué implica el proceso de comprensión del discurso escrito desde un punto de vista cognitivo?",
    "opciones": [
      "Solo implica procesos de percepción y memoria",
      "Es un proceso simple y automático",
      "Implica procesos psicolingüísticos basados en atención, percepción y memoria, así como toma de decisiones y reflexión",
      "Solo implica la toma de decisiones"
    ],
    "respuesta_correcta": 2
  },
  {
    "pregunta": "¿Qué permite al lector construir un modelo de situación?",
    "opciones": [
      "Memorizar el texto sin comprenderlo",
      "Aplicar el nuevo conocimiento a nuevas situaciones",
      "Ignorar los conocimientos previos del lector",
      "Leer el texto de manera superficial"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Cómo se realiza la comunicación en la producción escrita?",
    "opciones": [
      "De manera inmediata y presencial",
      "De manera independiente y autónoma",
      "A través de señales no verbales",
      "Mediante conversaciones orales"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Por qué es importante que el texto escrito incluya instrucciones necesarias para su comprensión?",
    "opciones": [
      "Para decorar el documento",
      "Para asegurar la inteligibilidad del mensaje",
      "Para hacer el texto más largo",
      "Para facilitar la lectura superficial"
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué actividad consiste en simplificar o redefinir contenidos difíciles para facilitar su comprensión?",
    "opciones": [
      "Reelaboración",
      "Identificación de ideas clave",
      "Autocuestionamiento",
      "Establecer relaciones"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "¿Qué estrategia implica volver a leer párrafos previos para corregir errores de comprensión o restablecer la conexión con el texto?",
    "opciones": [
      "Resumen",
      "Anticipar",
      "Revisión",
      "Aplicar reglas para resumir"
    ],
    "respuesta_correcta": 2
  }
]