[
  {
    "pregunta": "Cuáles son los tipos de documentación",
    "opciones": [
      "Manual en línea, ayuda sensible al contexto, ayuda emergente, vídeos en línea",
      "Impresiones gráficas, mapas mentales, diagramas UML, flujogramas",
      "Mensajes de error, bitácoras de sistema, capturas de pantalla, reportes automáticos",
      "Notas adhesivas, textos manuscritos, correos electrónicos, hojas de cálculo"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuáles son los tipos de documentación impresa",
    "opciones": [
      "Manual de referencia, introducción, instrucciones de uso, referencia rápida",
      "Periódicos, revistas técnicas, manuales administrativos, boletines",
      "Carteles informativos, guías turísticas, etiquetas de productos, informes fiscales",
      "Listados de inventario, memorandos internos, archivos comprimidos, encuestas"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuál es el objetivo de la documentación técnica",
    "opciones": [
      "Proporcionar cualquier ayuda que pueda necesitar el usuario para instalar el dispositivo o programa y para ejecutar la aplicación.",
      "Enseñar al usuario a programar en lenguajes de alto nivel.",
      "Proporcionar entretenimiento visual al operador del sistema.",
      "Servir como herramienta de marketing para nuevos productos."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es una CAL",
    "opciones": [
      "Es un tipo de licencia que da al usuario el derecho a utilizar y acceder a los diferentes servicios del servidor de red.",
      "Una herramienta para actualizar automáticamente el sistema.",
      "Una configuración avanzada del navegador.",
      "Un protocolo de red de acceso restringido."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuáles son los tipos de CAL de Microsoft",
    "opciones": [
      "Basadas en dispositivos y basadas en usuarios",
      "Locales y en la nube",
      "Temporales y permanentes",
      "Gratuitas y de pago"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuándo es conveniente utilizar licencias CAL basadas en dispositivos",
    "opciones": [
      "Para las empresas en las que muchos usuarios comparten los equipos, como trabajadores que trabajan en turnos diferentes.",
      "Para usuarios que viajan frecuentemente y utilizan múltiples dispositivos.",
      "Cuando se desea restringir el acceso a un solo usuario.",
      "Cuando se trabaja sin conexión a internet."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuándo es conveniente utilizar licencias CAL basadas en usuarios",
    "opciones": [
      "Para que los trabajadores que utilizan equipos que no pertenecen a la empresa, puedan acceder a la red corporativa y también sería la ideal para las empresas en las que los trabajadores acceden a la red corporativa a través de muchos equipos.",
      "Para restringir la conectividad de múltiples equipos en la red.",
      "Cuando se desea acceder a servicios web de manera anónima.",
      "Cuando se administra el servidor desde un único punto de acceso fijo."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es un sistema de control de versiones",
    "opciones": [
      "Es un tipo de software que administra el acceso a un conjunto de ficheros, y mantiene un historial de cambios realizados.",
      "Una aplicación de seguridad que cifra los documentos confidenciales.",
      "Un lenguaje de programación especializado en redes.",
      "Un componente físico del servidor para copias de respaldo."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es un fichero de respuesta",
    "opciones": [
      "Es un archivo XML que incluye los valores necesarios para la instalación de un sistema operativo Windows.",
      "Un documento que recoge las preguntas frecuentes de los usuarios.",
      "Una hoja de cálculo con las claves de acceso al sistema.",
      "Un programa que repara errores del sistema operativo."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué son los paquetes en Windows",
    "opciones": [
      "La forma que tiene Microsoft para instalar características de Windows, actualizaciones de software o idiomas.",
      "Un tipo de archivo multimedia utilizado en presentaciones.",
      "Un formato de compresión alternativo al ZIP.",
      "Una herramienta para gestionar correos electrónicos."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es la asistencia remota en Windows",
    "opciones": [
      "Permite que alguien se conecte a su equipo local o que pueda conectarse a un equipo remoto para solucionar el problema en tiempo real.",
      "Una opción para sincronizar el fondo de pantalla.",
      "Un sistema de respaldo de archivos multimedia.",
      "Una forma de bloquear el acceso a internet temporalmente."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es una incidencia",
    "opciones": [
      "Cualquier tipo de acción inesperada que no forma parte del funcionamiento normal del equipo o del sistema.",
      "Un evento programado para reiniciar el equipo.",
      "Una actualización automática del antivirus.",
      "Una ventana emergente con notificaciones del sistema."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuáles son los estados de la incidencia",
    "opciones": [
      "Abierta, en proceso o cerrada",
      "Iniciada, pausada, archivada",
      "Creada, duplicada, fusionada",
      "Autorizada, negada, corregida"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es un protocolo de actuación",
    "opciones": [
      "Conjunto de procedimientos que se establecen en un plan y que indican cómo realizar una tarea específica.",
      "Un sistema para guardar contraseñas de forma segura.",
      "Una tabla de contenido de una base de datos.",
      "Un estándar de comunicación para redes WiFi."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuáles son los pasos cuando se desarrolla un protocolo de actuación",
    "opciones": [
      "Identificar el problema; Escribir una descripción general del procedimiento; Escribir el proyecto para el procedimiento; Implementar el procedimiento y proporcionárselo a los usuarios; Finalizar el procedimiento",
      "Configurar la red; Probar el sistema; Validar los accesos; Compartir con el equipo",
      "Planificar la reunión; Hacer seguimiento del proyecto; Documentar errores; Publicar resultados",
      "Recopilar datos; Verificar estado; Iniciar protocolos secundarios; Crear una base de datos"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es la administración remota",
    "opciones": [
      "Se refiere a la posibilidad de ejecutar diferentes acciones en un ordenador remoto desde un ordenador local.",
      "Un proceso para cerrar sesiones de usuario automáticamente.",
      "Una configuración para apagar el equipo a distancia.",
      "Un protocolo de seguridad para proteger contraseñas."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué herramientas de Windows permiten la administración remota",
    "opciones": [
      "Escritorio remoto y asistencia remota",
      "Bloc de notas y editor de registros",
      "Windows Media Player y Paint",
      "Firewall y antivirus de Windows"
    ],
    "respuesta_correcta": 0
  }
]