[
  {
    "pregunta": "Qué es una partición",
    "opciones": [
      "Es el nombre que recibe cada división presente en una sola unidad física de almacenamiento de datos.",
      "Un programa que gestiona los archivos del sistema.",
      "Una función para compartir archivos por red.",
      "Un componente físico del procesador."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Cuáles son los tipos de particiones",
    "opciones": [
      "Primaria, secundaria o extendida o lógica",
      "Estática, dinámica y virtual",
      "Local, remota y en la nube",
      "Partición del sistema, de usuario y de respaldo"
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es una partición primaria",
    "opciones": [
      "Son las divisiones primarias del disco que dependen de una tabla de particiones, y son las que detecta el ordenador al arrancar, de modo que es en ellas donde se instalan los sistemas operativos.",
      "Una carpeta de acceso directo a los archivos del sistema.",
      "Una zona protegida del sistema para hacer backups.",
      "Un espacio reservado para los controladores de hardware."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es una partición extendida",
    "opciones": [
      "Fue diseñada para poder tener más de cuatro particiones en un disco duro, aunque en ella no se puede instalar un sistema operativo. Esto significa que solo podremos usarla para almacenar datos.",
      "Una partición de seguridad para sistemas RAID.",
      "Una estructura de red para el almacenamiento externo.",
      "Una partición temporal del sistema operativo para hibernación."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es una partición lógica",
    "opciones": [
      "Son las particiones que se hacen dentro de una partición extendida. Lo único que necesitaremos es asignarle un tamaño, un tipo de sistema de archivos (FAT32, NTFS, ext2, etc.), y ya estará lista para ser utilizada.",
      "Un tipo de acceso remoto al disco duro.",
      "Una forma de dividir la RAM para procesos lógicos.",
      "Una partición reservada solo para el sistema de archivos Linux."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué son los drivers de un ordenador",
    "opciones": [
      "Son un programa informático desarrollado para que el sistema operativo sea capaz de interaccionar con un periférico.",
      "Un hardware que permite conectar más dispositivos.",
      "Una carpeta donde se almacenan imágenes y videos.",
      "Una aplicación para navegar en internet."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es el usuario administrador",
    "opciones": [
      "El usuario Administrador del Sistema Informático (root en el caso de Linux) es el responsable de la instalación y desinstalación de aplicaciones en el entorno operativo.",
      "Un usuario invitado con acceso limitado al sistema.",
      "Un perfil usado para navegación segura en internet.",
      "Una cuenta que solo permite ver archivos, no modificarlos."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Funciones del administrador",
    "opciones": [
      "Realizar copias de seguridad, actualizar el sistema operativo y configurar cambios, instalar y configurar hardware y software, gestionar cuentas de usuario, optimizar la configuración del sistema para mejorar el rendimiento e implantar planes de recuperación ante desastres.",
      "Navegar por internet, enviar correos y reproducir música.",
      "Crear diseños gráficos y editar videos.",
      "Controlar el uso de aplicaciones móviles en red."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es una tarjeta gráfica",
    "opciones": [
      "Es una tarjeta que le permite al ordenador mostrar imágenes en el monitor.",
      "Un dispositivo que mejora la señal de internet.",
      "Un componente que se encarga de almacenar archivos.",
      "Una herramienta para gestionar periféricos inalámbricos."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es la tarjeta madre",
    "opciones": [
      "Es una tarjeta interna que aloja los principales componentes del computador, como el procesador, la memoria RAM, las ranuras de expansión, el caché secundario y el BIOS.",
      "Una tarjeta que amplifica el sonido del ordenador.",
      "Una memoria portátil para almacenar archivos.",
      "Una batería interna que mantiene el reloj del sistema."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "Qué es el MBR",
    "opciones": [
      "Es un sector del disco duro que se encarga de localizar dónde está la partición activa para luego iniciar el programa de arranque para el sector de arranque de esa partición.",
      "Una memoria de solo lectura que almacena el sistema operativo.",
      "Una función que gestiona la memoria virtual.",
      "Un controlador que sincroniza los dispositivos USB."
    ],
    "respuesta_correcta": 0
  }
]