[
  {
    "pregunta": "¿Cuál de las siguientes NO es una característica común de un entorno personal de aprendizaje?",
    "opciones": [
      "El aprendizaje es permanente.",
      "Los objetivos de aprendizaje son fijados por un tutor.",
      "Tiene una fuerte implicación social.",
      "Incluye todas las formas de aprendizaje del individuo."
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Cuáles son las tres partes fundamentales de un entorno personal de aprendizaje?",
    "opciones": [
      "Libros, profesores y exámenes.",
      "Fuentes de información, herramientas para modificar la información y red personal de aprendizaje.",
      "Cursos en línea, aplicaciones móviles y videojuegos.",
      "Universidades, bibliotecas y museos."
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué tipo de herramientas son esenciales en un entorno personal de aprendizaje moderno?",
    "opciones": [
      "Herramientas digitales para trabajar con la información.",
      "Herramientas analógicas como libros.",
      "Herramientas físicas como cuadernos y bolígrafos.",
      "Todas las anteriores son igualmente importantes."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "¿Por qué es importante compartir información y experiencias en un entorno personal de aprendizaje?",
    "opciones": [
      "Para presumir de conocimientos.",
      "Para evitar que otros aprendan lo mismo.",
      "Para favorecer la colaboración y mejorar el nivel de conocimiento.",
      "Para obtener reconocimiento público."
    ],
    "respuesta_correcta": 2
  },
  {
    "pregunta": "¿Qué es un Plan de Desarrollo Personal (PDP)?",
    "opciones": [
      "Un conjunto de reglas para ser más productivo.",
      "Una herramienta para identificar objetivos profesionales y habilidades necesarias.",
      "Un programa informático para gestionar tareas diarias.",
      "Un método para evitar el estrés laboral."
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Cuál de los siguientes es un objetivo a medio plazo en un PDP?",
    "opciones": [
      "Encontrar un empleo.",
      "Lograr un ascenso.",
      "Aprender un oficio.",
      "Descubrir posibles nichos de empleo."
    ],
    "respuesta_correcta": 1
  },
  {
    "pregunta": "¿Qué herramienta básica se puede utilizar en un Plan de Desarrollo Personal?",
    "opciones": [
      "El análisis DAFO.",
      "La entrevista de trabajo.",
      "La red profesional.",
      "El currículum vitae."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "¿Qué característica NO deben tener las metas de un PDP?",
    "opciones": [
      "Ser inalcanzables.",
      "Ser específicas.",
      "Ser medibles.",
      "Ser realistas."
    ],
    "respuesta_correcta": 0
  },
  {
    "pregunta": "¿Qué es la identidad digital?",
    "opciones": [
      "La información personal almacenada en el DNI.",
      "La dirección de correo electrónico.",
      "El número de teléfono móvil.",
      "La presencia de una persona en internet."
    ],
    "respuesta_correcta": 3
  },
  {
    "pregunta": "¿Por qué es importante cuidar la identidad digital en la búsqueda de empleo?",
    "opciones": [
      "Porque las empresas no tienen acceso a la información en línea.",
      "Porque las empresas pueden formarse una opinión basada en la información publicada.",
      "Porque no afecta la candidatura de un empleo.",
      "Porque es irrelevante para el proceso de selección."
    ],
    "respuesta_correcta": 1
  }
]